Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=762_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Yrjö Musta jođiha sámi skuvlenáššiid oktasašbargoorgána
smn: Yrjö Musta joođeet säämi škovlimaašij ohtsâšpargo-orgaan

source: Rektor Yrjö Musta ja oahpahusdoaimma alladárkkisteaddji Kari Torikka jođiheaba sámi skuvlenáššiid oktasašbargoorgána.
smn: Rektor Yrjö Musta já máttááttâstooimâ pajetärhisteijee Kari Torikka jođettává säämi škovlimaašij ohtsâšpargo-orgaan.

source: Musta válljejuvvui ságadoallin ja Torikka várreságadoallin oktasašbargoorgána ordnašuvvančoahkkimis Helssegis 28.10.
smn: Musta väljejui saavâjođetteijen já Torikka värisaavâjođetteijen ohtsâšpargo-orgaan ornimčuákkimist Helsigist 28.10.

source: Oktasašbargoorgána doaibmabadji bistá jagi 2015 loahpa rádjái.
smn: Ohtsâšpargo-orgaan toimâpaje juátkoo ive 2015 loopâ räi.

source: Sámediggi lea ásahan oktasašbargoorgána ja das leat sámedikki lassin ovddasteaddjit oahpahus- ja kulturministeriijas, oahpahusráđđehusas, Lappi guovlohálddahusdoaimmahagas ja sámiid ruovttuguovllu gielddain.
smn: Ohtsâšpargo-orgaan lii asâttâm sämitigge já tast láá sämitige lasseen ovtâstittum máttááttâs- já kulttuurministeriö, máttááttâshaldâttâs, Laapi kuávluhaldâttâhvirgádâh já sämikuávlu kieldah.

source: Orgána deháleamos bargun lea ovddidit ovttasbarggu sámi skuvlenáššiin, ovddidit dieđu johtima ja gulahallama.
smn: Orgaan tehálumos pargo lii ovdediđ ohtsâšpargo säämi škovlimaašijn já išediđ tiäđujotteem já ohtâvuođâ toollâm.

source: Dat ovddida sámegiela ja sámegielat oahpahusa, čuovvu sámi skuvlenáššiid ovdáneami, bargá áššedovdin ja sáhttá dasa lassin dahkat evttohusaid ja addit áššedovdecealkámušaid sámiid skuvlengážaldagain.
smn: Tot ovdeed sämikielâ já sämikielâlii máttááttâs, čuávu säämi škovlimaašij ovdánem, tuáimá äššitobden já puáhtá lasseen toohâđ iävtuttâsâid já adeliđ äššitobdeeciälkkámušâid säämi škovlimkoččâmušâin.

source: Helssegis 28.10. dollojuvvon čoahkkimis ovdanbuktojuvvui sámedikki bargu skuvlenpolitihká suorggis ja oahppamateriála ráhkadeaddjin.
smn: Helsigist 28.10. toollum čuákkimist oovdânpuohtui sämitige toimâ škovlimpolitiik syergist já oppâmateriaal rähten.

source: Skuvlenčálli Ulla Aikio-Puoskari ee. muitalii, ahte sámediggi čuovvu oahpahusa ráhkademiin jahkásaččat sámeoahpahusa statistihkaid, almmuhemiin vejolašvuođaidis mielde oahpahusraporttaid, ordnemiin jahkásaččat Nuorra Kultuvra - dáhpáhussii gullevaš sámenuoraid dáiddadáhpáhusa ja almmuhemiin diehtojuohkinmateriála sámiid birra skuvllaid várás (Oktavuohta - neahttabláđđi).
smn: Škovlimčällee Ulla Aikio-Puoskari mainâstij el., ete sämitigge čuávu máttááttâs rähtimáin ihásávt sämimáttááttâs lovottuvâid, almoost máhđulâšvuođâi mield máttááttâsraportijd, uárnee ihásávt Nuorâ Kulttuur - tábáhtusân lohtâseijee säminuorâi taaiđâtábáhtus já almostit sämikulttuurist tieđetteijee materiaal škoovlâi várás (Oktavuohta - nettilostâ).

source: Dasa lassin sámediggi veahkeha vejolašvuođaidis mielde vánhemiid, virgeeisseváldiid ja skuvlejumi ordnejeaddjiid sámeoahpahusa áššiin ja juohká jahkásaččat stipeanddaid sámegiela oahppiide.
smn: Lasseen sämitigge iššeed máhđulâšvuođâi mield vanhimijd, virgeomâhâid já škovlim uárnejeijeid sämimáttááttâsân lohtâseijee aašijn já juáhá ihásávt stipendijd sämikielâ uáppeid.

source: Oahppamateriálačálli Hannu Kangasniemi ovdanbuvttii čoahkkimis sámegielaid oahppamateriáladiliid ja gávnnahii duhtavažžan, ahte boahtte jagi stáhta bušeahttaevttohus sisttisdoallá 110.000 euro lasáhusa sámegielat oahppamateriála válmmašteapmái.
smn: Oppâmateriaalčällee Hannu Kangasniemi oovdânpuovtij čuákkimân sämikielâi oppâmateriaaltile já olgospuovtij suu tuđâvâšvuođâ puáttee ive staatâ budjetiävtuttâs sistetuállee 110.000 euro lasseetmist sämikielâlii oppâmateriaal rähtimân.

source: Stáhtaveahki lasiheapmái lea duohta dárbu daningo materiálavátni lea stuoris earenoamážit nuortalaš- ja anárašgielaid bokte.
smn: Staatâtorjuu lasseetmân lii tuođâlâš tárbu, tastko materiaalvääni lii styeres eromâšávt nuorttâlâš- já anarâškielâ uásild.

source: Davvisámegiela dilli lea buoret, muhto ii buorre datge.
smn: Tavesämikielâ uásild tile lii pyereeb, mutâ ij pyeri totkin.

source: Oasi davvisámegielat materiálain galggašii ođasmahttit ja maiddái vuođđomateriálat ain váilot.
smn: Uási tavesämikielâlii materiaalist kolgâččij uđâsmittiđ já meid vuáđumateraaleh váiluh ain.

source: Vuođđooahpahusa diibmojuohkoođastusa olis dahkkojuvvon rievdádeamit oahppoávdnasiid lađasbáikkiin ja maiddái jođus leahkki vuođđooahpahusa oahppoplána vuođustusaid ođastus lasihit dárbbu ođasmahttit oahppamateriálaid.
smn: Vuáđumáttááttâs tijmejuáhu-uđâsmitmist rahtum nubástusah oppâamnasij lođâspaaihij nubástusâin já meid joođoost leijee vuáđumáttááttâs oppâvuávám vuáđustâsâi uđâsmittem lasetteh materiaalij uđâsmittemtáárbu.

source: Hoavda Jari Rajanen ja alladárkkisteaddji Anssi Pirttijärvi ovdanbuvttiiga čoahkkimis áigeguovdilis áššiid oahpahus- ja kulturministeriija hálddahussuorggis, nugo ee. árrabajásgeassimii guoski láhkaásaheami ođasmahttima, gielddaid stáhtaoasusortnega ođasmahttima ja sámegiela ealáskahttinprográmma ovddideami stáhtaráđi gieđahallamii.
smn: Hovdâ Jari Rajanen já pajetärhisteijee Anssi Pirttijärvi oovdânpuovttijn čuákkimân máttááttâs- já kulttuurministeriö haldâttâhsyergi äigikyevdilis aašijd, el. arâšoddâdem kyeskee lahâasâttem uđâsmittem, kieldâi staatâuásivuáháduv uđâsmittem já sämikielâ iäláskittemohjelm ovdánem staatârääđi kieđâvušmân.

source: Ulbmilin lea, ahte stáhtaráđđi dagašii prinsihppamearrádusa sámegiela ealáskahttima doaibmabidjoprográmmas vel dán jagi bealde.
smn: Ulmen lii, ete staatârääđi tovâččij prinsiiplii miärádâs sämikielâ iäláskittem toimâohjelmist vala taan ive ääigi.

source: Hoavda Jorma Kauppinen ovdanbuvttii čoahkkimis ovda- ja vuođđooahpahusa oahppoplána vuođustusaid ođasmahttima ja ođastusa áigetávvala.
smn: Hovdâ Jorma Kauppinen oovdânpuovtij čuákkimân ovdâ- já vuáđumáttááttâs oppâvuávám vuáđustasâi uđâsmittem já uđâsmittem äigitaavlu.

source: Oahpahusráđđehus lea rahpan buot berošteaddjiide vejolašvuođa kommenteret ođastusa ruoktosiidduinis.
smn: Máttááttâshaldâttâs lii toohâm máhđulâžžân uđâsmittem ávus kommentistemmáhđulâšvuođâ päikkisiijđoinis.

source: Virggálaš cealkámušat bivdojuvvojit čakčat 2014.
smn: Virgálâs ciälkkámušrieggee uđđâ vuáđustâsâin uárnejuvvoo čohčuv 2014.

source: Stáhtaráđđi lea dohkkehan vuođđooahpahusa ođđa diibmojuogu jagis 2012.
smn: Staatârääđi lii tuhhiittâm vuáđumáttááttâs uđđâ tijmejuávu ive 2012.

source: Ođđa vuođustusaid ja diibmojuogu čuovvu oahppoplánaid lea áigumuš váldit atnui čakčat 2016.
smn: Uđđâ vuáđustâsâi já tijmejuávu miäldásijd máttááttâsvuávámijd lii tárguttâs väldiđ anon čohčuv 2016.

source: Sámiid ruovttuguovllu gielddaid čuvgehusdoaimmajođiheaddjit Laila Palkinen (Enodat), Ilkka Korhonen (Anár), Risto Varis (Soađegilli), Roavenjárgga gávpoga čuvgehusbálvalusaid hoavda Heikki Ervast ja Avvila badjeskuvlla rektor Riikka Saijets ovdanbukte čoahkkimis ruoktogielddaideaset sámeoahpahusa diliid ja ovddidandárbbuid.
smn: Sämikuávlu kieldâi čuovviittâstooimâjođetteijeeh Laila Palkinen (Iänudâh), Ilkka Korhonen (Aanaar), Risto Varis (Suáđigil) já Ruávinjaargâ kaavpug čuovviittâspalvâlemhovdâ Heikki Ervast oovdânpuohtii čuákkimân päikkikieldâidis sämimáttááttâs tile já ovdedemtáárbuid.

source: Oahpahusdoaimma alladárkkisteaddji Kari Torikka čilgii čoahkkimii sámiid ruovttuguovllu gielddaid sámeoahpahusa várás ožžon ruhtadeami.
smn: Máttááttâstooimâ pajetärhisteijee Kari Torikka čielgij čuákkimân sämikuávlu kieldâi sämimáttááttâs finnim ruttâdem ovdánem.

source: Čoahkkimii oassálaste dasa lassin sámedikki skuvlen- ja oahppamateriálalávdegotti lahtut.
smn: Čuákkimân uásálistii lasseen sämitige škovlim- já oppâmateriaallävdikode jesâneh.

source: Čoahkkinmateriála lea bivddedettiin oažžumis skuvlen- ja oahppamateriáladoaimmahagas.
smn: Čuákkim amnâstâh lii pivdedijn finnimnáál škovlim- já oppâmateriaaltoimâttuvvâst.
